[Play_X2_XP_S_TYG_Ambient_Musing_A AkEvent]
SpokenText="Лично меня Избранные порядком нервируют. Попытки Старейшин очеловечить наших врагов лишь делают боевые действия для наших солдат еще сложнее."

[Play_X2_XP_S_TYG_Ambient_Musing_B AkEvent]
SpokenText="Тайна происхождения Избранных, скорее всего, не выйдет за рамки теорий; в первую очередь мы должны понять методы, с помощью которых они действуют."

[Play_X2_XP_S_TYG_Breakthrough_Complete_A AkEvent]
SpokenText="Все вышло так, как я надеялся."

[Play_X2_XP_S_TYG_Breakthrough_Complete_B AkEvent]
SpokenText="Это важный научный прорыв, вот увидите."

[Play_X2_XP_S_TYG_Breakthrough_Complete_C AkEvent]
SpokenText="Мы достигли невероятных результатов."

[Play_X2_XP_S_TYG_Chosen_Comments_Assassin AkEvent]
SpokenText="Избранная, известная как Убийца, проявляет свойства, обычно приписываемые в истории нашего мира различным благородным воинам. Услышав своими ушами ее необычные комментарии, я невольно задаюсь вопросом: откуда же Старейшины взяли для нее эти самые свойства?"

[Play_X2_XP_S_TYG_Chosen_Comments_Hunter AkEvent]
SpokenText="Согласно данным, собранным Жнецами, Избранный, известный нам как Охотник, наиболее безразличен к происходящему. Я затрудняюсь сказать, что является его истинной целью. Любопытно, однако, что он не скрывает своего пренебрежительного отношения к Старейшинам даже несмотря на то, что сотворен ими."

[Play_X2_XP_S_TYG_Chosen_Comments_Warlock AkEvent]
SpokenText="Избранный, известный как Чародей, фанатичен, практически одержим, и при этом является наиболее верным отпрыском Старейшин. В своих многословных заявлениях Чародей ясно дает нам понять, что хочет покарать нас за сопротивление Старейшинам. На практике же, как я подозреваю, постоянный контакт с мощнейшими проявлениями пси-энергии давно исказил сознание этого существа."

[Play_X2_XP_S_TYG_Inspiration_Complete_A AkEvent]
SpokenText="Наше вдохновение пошло на пользу проекту."

[Play_X2_XP_S_TYG_Inspiration_Complete_B AkEvent]
SpokenText="Мы завершили наши исследования в рекордно короткий срок."

[Play_X2_XP_S_TYG_Inspiration_Complete_C AkEvent]
SpokenText="Отдел способен крайне эффективно работать при наличии вдохновения."

[Play_X2_XP_S_TYG_Photobooth_Musing_A AkEvent]
SpokenText="Если это укрепляет боевой дух, то я только за."

[Play_X2_XP_S_TYG_Photobooth_Musing_B AkEvent]
SpokenText="Попросите их попозировать около меню закусочной \"Адвента\"... ради науки."

[Play_X2_XP_S_TYG_Photobooth_Musing_D AkEvent]
SpokenText="Я лишь опасаюсь, что так врагу будет проще опознать наших агентов."

[Play_X2_XP_S_TYG_Photobooth_Musing_E AkEvent]
SpokenText="Очень надеюсь, что расходы на пропаганду списываются не из научного бюджета."

[Play_X2_XP_S_TYG_Research_Complete_A AkEvent]
SpokenText="Полагаю, наши результаты превзошли все ожидания."

[Play_X2_XP_S_TYG_Research_Complete_B AkEvent]
SpokenText="Это станет для нас важным шагом."

[Play_X2_XP_S_TYG_Research_Complete_C AkEvent]
SpokenText="Наши исследования увенчались успехом."

[Play_X2_XP_S_TYG_Research_Complete_D AkEvent]
SpokenText="Еще один важный шаг для наших исследований."

[Play_X2_XP_S_TYG_Research_Complete_E AkEvent]
SpokenText="Шеф, мы сделали несколько важных открытий."

[Play_X2_XP_S_TYG_Research_Confirmation_A AkEvent]
SpokenText="Я немедленно приступлю к исследованиям."

[Play_X2_XP_S_TYG_Research_Confirmation_B AkEvent]
SpokenText="Научному отделу не терпится этим заняться, шеф."

[Play_X2_XP_S_TYG_Research_Confirmation_C AkEvent]
SpokenText="Как только будет что сообщить, я дам вам знать."

[Play_X2_XP_S_TYG_Research_Confirmation_D AkEvent]
SpokenText="Я сделаю это нашим первым приоритетом."

[Play_X2_XP_S_TYG_Research_Confirmation_E AkEvent]
SpokenText="Я согласен, это - важнейшая задача."

[Play_X2_XP_S_TYG_Walkup_Chosen_Defeated AkEvent]
SpokenText="Избранные неимоверно живучи. Пусть сегодня мы одержали победу, но нам нужно еще многое узнать, если мы хотим навсегда уничтожить их."

[Play_X2_XP_S_TYG_Walkup_Chosen_Extracted AkEvent]
SpokenText="При других обстоятельствах я лишь приветствовал бы возможность изучить способы, которыми Избранные извлекают информацию из наших бойцов, чему мы только что стали свидетелями."

[Play_X2_XP_S_TYG_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Несмотря на то, что при наших встречах Избранные обладали очевидной защитой, в стенах собственной цитадели они оказываются полностью уязвимыми."

[Play_X2_XP_S_TYG_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Солдат, пришедший к нам из Сопротивления, быстро учится и уже превосходит своим умением многих наших собственных бойцов."

[Play_X2_XP_S_TYG_Walkup_Lost_Abandoned AkEvent]
SpokenText="Заключение союза с фракциями Сопротивления открывает любопытнейшие возможности для изучения методов, с помощью которых они выживали все эти годы."

[Play_X2_XP_S_TYG_Walkup_Lost_Encountered AkEvent]
SpokenText="На данном этапе я затрудняюсь сказать, какие воздействия привели к появлению Странников, но их высокая численность указывает на широкое распространение этого явления."

[Play_X2_XP_S_TYG_Walkup_Soldier_Captured AkEvent]
SpokenText="Я не сомневаюсь, что наши союзники из Сопротивления день и ночь будут искать пропавшего солдата."

[Play_X2_XP_TYG_S_Autopsy_Lost AkEvent]
SpokenText="Несмотря на внешнее сходство с пси-зомби, которых мы уже встречали, Странники радикально от них отличаются. Длительный контакт с химикатами, которые использовались пришельцами на ранних стадиях вторжения, превратили мирных жителей в опасный вид ходячих мертвецов."

[Play_X2_XP_TYG_S_Autopsy_Priest AkEvent]
SpokenText="Особь, известная в войсках как жрец \"Адвента\", до сего момента была редким гостем за пределами городских центров. Жрецы, подобно Старейшинам, не отличаются физическими данными, но обладают при этом неожиданно мощными пси-способностями. Даже после их гибели останки сохраняют высокий уровень пси-энергии."

[Play_X2_XP_TYG_S_Autopsy_Purifier AkEvent]
SpokenText="Тщательное изучение бойца \"Адвента\", известного как \"Чистильщик\", выявило наличие генетически модифицированных желез терморегуляции. Вместе со специализированной броней это дает чистильщикам высокую устойчивость к огню, граничащую с полной нечувствительностью."

[Play_X2_XP_TYG_S_Autopsy_Spectre AkEvent]
SpokenText="Это создание известно в войсках под именем \"Призрак\". Пока что не удалось установить, каким образом ему удается переходить из твердого состояния в газообразное. Я предполагал, что речь идет о рое наномашин или, вероятно, насекомых, однако ни одно из моих предположений не подтвердилось, и новых идей не возникло."

[Play_X2_XP_TYG_S_First_Breakthrough AkEvent]
SpokenText="Шеф, наши последние исследования привели к неожиданному научному открытию. Если действовать быстро, то я смогу использовать эту редкую возможность на благо нашего проекта."

[Play_X2_XP_TYG_S_First_Inspired AkEvent]
SpokenText="Шеф, я придумал новый оригинальный подход к текущему исследованию. Если внедрить его, то проект может быть завершен гораздо быстрее, чем я изначально рассчитывал."

[Play_X2_XP_TYG_S_First_Recovery_Boost AkEvent]
SpokenText="Шеф, мы можем применить экспериментальную методику и полностью восстановить физическое и умственное здоровье солдата на время одного задания."

[Play_X2_XP_TYG_S_First_Research_Breakthrough AkEvent]
SpokenText="Шеф, наш научный проект настолько успешен, что в перспективе может открыть нам новое направление исследований. Однако выбор нужно сделать немедленно; я опасаюсь, что возможность может оказаться недолгой."

[Play_X2_XP_TYG_S_First_Research_Inspiration AkEvent]
SpokenText="Шеф, исследовательская группа с таким энтузиазмом занялась текущим проектом, что у нас появилась возможность значительно повысить эффективность научной работы. Действовать, однако, нужно быстро: наши гении - переменчивые натуры."

[Play_X2_XP_TYG_S_SITREP_Gateway AkEvent]
SpokenText="Если показания не врут, то поблизости может быть инопланетный артефакт, открывающий доступ в другое место под контролем пришельцев. Нам нужно решить, хотим ли мы с ним связываться."

[Play_X2_XP_TYG_S_SITREP_Outbreak AkEvent]
SpokenText="Шеф, имейте в виду: в этом секторе обнаружены Странники. Отряду придется быть особенно осторожным."

[Play_X2_XP_TYG_S_SITREP_Psionic_Storm AkEvent]
SpokenText="По всему сектору наблюдается необычно высокий уровень пси-энергии. Предположу, что нам придется иметь дело с обладателями развитых пси-способностей."

[Play_X2_XP_TYG_S_SITREP_Savage AkEvent]
SpokenText="Шеф, похоже, в этом секторе пришельцы используют особенно опасных тварей. Даже \"Адвент\" с ними еле справляется. Рекомендую быть крайне осторожными."

[Play_X2_XP_TYG_S_Welcome_Recovery_Center AkEvent]
SpokenText="Наличие реабилитационного центра позволяет нам оказывать солдатам необходимую поддержку, превращая нежелательные свойства в положительные. Также здесь возможны тренировки солдат, связь между которыми достигла высокого уровня."

